[File]
ANSICP=65001
Author=Костадин Цветков (choveka@yandex.com)
LangId=1026
Name=Български (BG)
VersionId=0

[Scheduler]
ChangeModeConfirmation=Промяната на режима ще премахне всички създадени задачи. Искате ли да продължите?
Days=ден|дни|дни|ден
Every=Всеки|Всеки|Всеки|Всеки
GroupByEvent=При събитие
GroupByTime=По определено време
Minutes=минута|минути|минути|минута
Months=месец|месеци|месеци|месец
Running=Изпълнява се...
Tracks=трак|тракове|тракове|трак
WeekDays=Понеделник|Вторник|Сряда|Четвъртък|Петък|Събота|Неделя
WeekDaysShort=Пн|Вт|Ср|Чт|Пт|Сб|Нд
Weeks=седмица|седмици|седмици|седмица
Years=година|години|години|година

[Scheduler.Actions]
ChangeVolume=Промени силата на звука
CloseApp=Затвори приложението
Hibernate=Премини към режим "хибернация"
NextTrack=Премини на следващия трак
PausePlayback=Постави изпълнението на пауза
ResumePlayback=Продължи изпълнението
Shutdown=Изключи
Sleep=Премини към "спящ" режим
StartPlayback=Започни изпълнение
StartRadioCapture=Започни запис от радио
StopPlayback=Спри изпълнението
StopRadioCapture=Прекъсни запис от радио

[SchedulerChangeVolumeSettingsDialog]
btnCancel=Отмени
btnOk=ОК
Caption=Действие: промени силата на звука
cbBeforeTheAction=Промени силата на звука преди другите действия
cbFading=Плавно затихване на силата на звука за:
GB1=Целево ниво на силата на звука:
lbBeforeTheActionWarning=Опцията е налична само за задачи, които са зададени да стартират по определено време

[SchedulerPlaybackSettingsDialog]
btnCancel=Отмени
btnOk=ОК
Caption=Действие: започни изпълнение
cbReturnToPreviousPlaylist=Върни се към предишния плейлист
cbStartFromBeginning=Изпълни от началото
lbFileOffset=Започни изпълнение в
lbReturnAfter=след изпълнението: 
pcpPlayFile=Изпълни файл
pcpPlayPlaylist=Изпълни списък

[SchedulerSimpleTasksView]
btnAdvancedView=Разширен режим
btnApply=Приложи
btnClose=Затвори
Caption=Планиране на задачи
CB1=Затихване на силата на звука
CB3=Плавно затихване на силата на звука за:
CB4=Плавно усилване на силата на звука за:
cbAlarm=Будилник
cbsCloseApplication=Затвори приложението
cbsEventByTime=В зададено време
cbsEventOnFileEnd=В края на файла
cbsEventOnPlaylistEnd=В края на плейлиста
cbsEventOnQueueEnd=В края на опашката
cbShutdown=Таймер за заспиване
cbShutdownAtGivenTime=В зададен момент
cbShutdownOnElapsed=След изминаване на
cbsPausePlayback=Постави изпълнението на пауза
GB1=Сила на звука
L1=Време:
L3=Брой на файловете, след изпълнението на които ще се изпълни действието:
L4=Избери обект за изпълнение:
rbAlarmPlayFile=Файл
rbAlarmPlayPlaylist=Плейлист
tcMainPage1=Таймер за заспиване
tcMainPage2=Будилник

[SchedulerSimpleTasksView.cbsShutdownWindowsModes]
i[0]=Изключи
i[1]=Премини към режим "хибернация"
i[2]=Премини към "спящ" режим

[SchedulerTaskEditorDialog]
acDelete=Изтрий
acEdit=Промени
Background=Задача
btnCancel=Отмени
btnOK=ОК
Caption=Планиране на задачи
cbAllowWakeUp=Събуди компютъра, ако е възможно
cbWaitForTrackToFinish=Изчакай възпроизвеждания трак да приключи
gbActions=Действия
gbEvent=Старт
gbName=Име
gbRecurrence=Повтори
gbRepeatThroughoutDay=Повтаряй през целия ден
IncompatibleWarning=Това действие е несъвместимо с някое от вече създадените.
lbDecrease=-%d минути
lbIncrease=+%d минути
lbNow=Задай текуща дата и час
lbTracksNumber=Файл за възпроизвеждане преди действията:
miAdd=Добави

[SchedulerTaskEditorDialog.cbEventKind]
i[0]=В зададена дата и час
i[1]=В края на времевия интервал
i[2]=В края на файла
i[3]=В края на опашката
i[4]=В края на плейлиста

[SchedulerTasksDialog]
acAdd=Добави
acDeleteSelected=Изтрий
acEdit=Промени
Background=Задачи
btnClose=Затвори
btnSimpleView=Опростен режим
Caption=Планиране на задачи
DeleteConfirmation=Тази операция ще изтрие избраните задачи! Искате ли да продължите?

